<Blog>

<date>05,May,2004</date>
<post>

     
      Atendendo a pedidos eu fiz o bloguinho pra postar minhas piadinhas merdas. HaHaHaHa Eu j&aacute; postava antes no (falecido)  urlLink A&iacute; Pronto , que era o blog d'eu e das minhas primas, como ele morreu eu creii esse. Especialmente para minha irm&atilde; Bianca, minhas primas Mata, Ma&iacute;ra, minhas amigas Nath, D&eacute;a, Mau&ccedil;a e Ra&iacute;za e meu amigo T&eacute;o, que s&atilde;o quem mais me prestigiam.  Dividas naturalmente em categorias, que posso definir como: origem do nome (ex.: Nelito, Rede), duas palavras em uma (ex.: celebridade, maraj&aacute;), duas palavras (ex.: Felipe Massa, Beth Farias), e outras que n&atilde;o me lembro agora.  Ultimamente eu tenho treinado pouco e feito muita merda (como a maioria), mas mesmo assim vai as que eu fiz hoje:  Hoje &eacute; o anivers&aacute;rio de Juliana, ela celebridade.  Voc&ecirc; sabia que o Nelito de Celebridades n&atilde;o era pra se chamar Nelito e sim Lito? &Eacute; porque a m&atilde;e dele ia por o nome dele de Lito, ai ela foi registrar o nome e tava com eles nos bra&ccedil;os, e o cara do cart&oacute;rio perguntou: - E a&iacute;, qual &eacute; o nome dele? - &Eacute; Lito. Lindo esse nome n&eacute;&eacute;&eacute;&eacute;&eacute;&eacute;&eacute;&eacute;&eacute;&eacute;&eacute;&eacute; Lito - Falou a m&atilde;e dele apertando suas bochechas. Da&iacute; o cara do cart&oacute;rio achou que era Nelito.  Foi boa... foi boa...  Ouvindo: P&acirc;nico na Web
     
    
</post>

<date>02,June,2004</date>
<post>

     
      Da aula de biologia...  O avestruz espirra e a  hematose .
     
    
</post>


<date>21,April,2004</date>
<post>

	 
      I am so tired of some fuckin people. Disgusting souls is what they are. No more hypocrisy, god, please. It'll be hard to happen, buuuuuut...
     

    
</post>

<date>15,April,2004</date>
<post>

	 
      I can't wait any longer. I want my digital camera. =/ I'm almost forsking the idea. lol. laughing instead of crying.
     

    
</post>

<date>14,April,2004</date>
<post>

	 
      Finally. New posts comming soon.
     

    
</post>

<date>01,May,2004</date>
<post>

	 
      I got a good news. I'll have a car next year. =) Even if it was of my grandpa. LOL! It's a begining... =) The next step, after wait to turn 18, is fix, because the car is going to waste.   &macr;   Laurent Wolf  -  Saxo
     

    
</post>

<date>01,May,2004</date>
<post>

	 
      I was looking for some websites about the skolbeats 2004 and all i can say: i'd really really love to be there!  In spite of my love for the eletronic music, i have been a little distant of the scene of the e-music.  Sometime ago i was involved with the clubber ideology, and i like it, but the main thing of them, the music, it was unkown to me, newsness of course. That's the reason i decided to be informed about the music scene. =) At the irc-channel i could meet people that are friend of mine nowadays, and they're those who let me be informed, and tell me what's happening and what will happen.  By the way i have to search for musics that was played there.
     

    
</post>

<date>06,June,2004</date>
<post>

	 
      launch at a friends house can be a good moment of fun, talking... That's happening now. I'm posting of a pal's cel.   
     

    
</post>

<date>05,June,2004</date>
<post>

	 
      I can't understand the reason i have so many classes and unproductive classes at school. The private school and the vestibular schools is a money network. =/ They increase the (school) testes difficulty then it urge the students to go to "one discipline courses". The most understandable point is: the theachers that work at the school are the owners of that "one discipline courses". Its a synonym of cartel. It's Incomprehensible. Unacceptablbe.  ***I don't know the termes assigned to school establishments. If you know pless tell me. All that we can do is study as a crazy scientistes and do eight, nine testes in alternated weekends. This is the worst year for a student live. Fuck.  &macr;  Oasis - Songbird
     

    
</post>

<date>03,June,2004</date>
<post>

	 
       urlLink    Me
     

    
</post>

<date>02,June,2004</date>
<post>

	 
      When I was taking a show I was thinking... Everytime I make a mistake I have my self to count on. I won't say to me to be what I am, cause I don't know who I am. I just have to live and make mistake, cause mistakes was made to be committed.  Now listening :: Oasis - Stand By Me
     

    
</post>

<date>02,June,2004</date>
<post>

	 
      Multiply, deep. Flaunt, courtesy. Bumpkin, tycoon. Display window, Dudgeon.  Oh God. I'm feelin' so [...]  Me.  No explanation. Shit. 
     

    
</post>

<date>02,June,2004</date>
<post>

	 
      Money has been a problem to me since long time, but now this problem got worst. It is a bad news to me 'cause i'm a materialist person. =/
     

    
</post>

<date>02,June,2004</date>
<post>

	 
      Hole Mary. I never thought that i'd be studying as much as i'm studying these days. Third year is really difficult and all we (students) get overworked! =/ If i'd study all the school tell us to study, the time to take care of my self, my friends and my family there will be lost. =/ Is really boring and stressful but i have nothing to do even so i have to study. I want this year to come to an end as soon as it can.  Luck to me and bad luck to all my competitors.
     

    
</post>


</Blog>